courses_list = [
    {
        'id': 0,
        'title': 'Машинное обучение',
        'description': '''Курс посвящён основам машинного обучения:
                работе с данными, обучению моделей,
                классификации, регрессии и оценке
                качества предсказаний.''',
        'author': 'Гуда Сергей Александрович',
    },
    {
        'id': 1,
        'title': 'Искусственный интеллект',
        'description': '''Курс знакомит с основами искусственного интеллекта,
                включая интеллектуальные агенты, нейронные сети,
                обработку данных и современные методы
                решения сложных задач.''',
        'author': 'Землякова Ирина Александровна',
    },
    {
        'id': 2,
        'title': 'Компьютерные сети',
        'description': '''Курс посвящён принципам работы компьютерных сетей:
                сетевым протоколам, модели OSI, маршрутизации,
                адресации и передаче данных между
                различными устройствами.''',
        'author': 'Гуда Сергей Александрович',
    },
]

authors_list = [
    {
        'id': 0,
        'name': 'Землякова Ирина Александровна',
        'title': 'Кандидат физико-математических наук',
    },
    {
        'id': 1,
        'name': 'Гуда Сергей Александрович',
        'title': 'Доктор физико-математических наук',
    },
]
